[
  {
    "gameName": "Battle Hero",
    "authorName": "RHM interactive OU",
    "gameLink": "https://play.gamemonetize.co/msh6wgj9zdjq4s18py9t7xcyum47yrgr/",
    "thumbnail": "https://i.ibb.co/mJqKdMm/Stick-Duel-Battle-Hero-512x340.jpg",
    "category": "Battle",
    "description": "On the battle arena of Stick Duelists, a new battle is beginning with the new hero costumes. These super characters are ready to fight each other using fire guns or fists or kicks. The main goal of this game is to score five by destroying your opponent. You can use any character costume for free. During the battle, you will have various weapons, shields, and health power-ups. You can switch your weapons if you don't like them. Play this game against a friend in 2 player mode and double the fun!"
  },
  {
    "gameName": "Class Puzzle",
    "authorName": "XT Studio",
    "gameLink": "https://html5.gamemonetize.co/00pu2ustdxksux7p8phmcw3qw38nqii0/",
    "thumbnail": "https://i.ibb.co/9Z76QL9/Glass-Puzzle-512x384.jpg",
    "category": "Puzzle",
    "description": "Drop balls to knock over glasses and spill everything!Try to find the best way to complete each level. You can come up with your own solution so be creative and don't be afraid to think out of the box!"
  },
  {
    "gameName": "Pocket Drift",
    "authorName": "SquareLemurs",
    "gameLink": "https://html5.gamemonetize.co/msh6wgj9zdjq4s18py9t7xcyum47yrgr/",
    "thumbnail": "https://i.ibb.co/YQZCSMx/Pocket-Drift-512x384.jpg",
    "category": "Racing",
    "description": "Pocket Drift is a straightforward racing game that puts players in the driver's seat of 5 unique cars as they navigate through 5 challenging tracks. In this game, the focus is on drifting - players will need to intentionally cause their cars to lose traction and slide around turns, earning points for the distance and style of their drifts. With a top-down, isometric perspective and simple controls, Pocket Drift is easy to pick up and play, but difficult to master."
  },
  {
    "gameName": "Traffic Control Math",
    "authorName": "LofGames.com",
    "gameLink": "https://html5.gamemonetize.co/8t628llithlupsdyzzjtsnfrgfayxavk/",
    "thumbnail": "https://i.ibb.co/sRPSY7n/Traffic-Control-Math-512x340.jpg",
    "category": "Puzzle",
    "description": "This is a traffic control game where you control the flow of traffic by starting the traffic in a lane by clicking an option which shows the correct answer asked in the question. There are four sets of Arithmetic problems; each is connected to a traffic light signal. If you tap correct option for the asked question, it will make its signal green and rest all signals will be red. In each level you have to control the traffic for a limited time. Try to solve as many questions as you can, while avoiding the traffic congestion. If you tap the wrong option, you will lose the level. Game will be tougher gradually as you progress the levels."
  },
  {
    "gameName": "Reckless Tetriz",
    "authorName": "LofGames.com",
    "gameLink": "https://html5.gamemonetize.co/kmbooe3qyjvg8s1cfsvisgkb9v4x67uc/",
    "thumbnail": "https://i.ibb.co/y0kJv6q/Reckless-Tetriz-512x384.jpg",
    "category": "Puzzle",
    "description": "This is a simple block tetris game where player needs to complete lines by fitting differently shaped stacks in vacated space. The game ends when the unclear lines reach the top of the board."
  },
  {
    "gameName": "Stickman Draw The Bridge",
    "authorName": "OneBigLove",
    "gameLink": "https://html5.gamemonetize.co/e5gfyek11ts0hcvyvalbxhpw55g7dn11/",
    "thumbnail": "https://i.ibb.co/mcqCB3z/Stickman-Draw-the-Bridge-512x384.jpg",
    "category": "Puzzle",
    "description": "Draw a line so that the stickman can drive over it like a bridge. Learn to draw lines creatively, develop logic and your brain! Try to complete all levels and save stickman! GAME FEATURES ✏ Addictive and relaxing ✏ Entertaining and killing time ✏ Simple physical system ✏ Train your brain ✏ Challenge your creativity ✏ Simple yet interesting combination of logic puzzles and drawing games This is a test of how well your brain knows about creative ways to solve problems. Dive into the interesting world of stickman puzzles!"
  }
]
